[
  {
    "id": "5",
    "name": "Search Engine Optimization",
    "details": "Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrCT0YVKRK5tjwgSyWV35u4ZsM4n0H0Tkafg&usqp=CAU",
    "price": "$37.77",
    "ratings": "5"
  },
  {
    "id": "28",
    "name": "Software Analytics Programming",
    "details": "of a Big Data Engineer is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR5cKytbotb4IpHBAeElvP86e3HP80-ACTc6A&usqp=CAU",
    "price": "$49.84",
    "ratings": "2"
  },
  {
    "id": "18",
    "name": "Web Design Fundamentals.",
    "details": "The primary job of a Big Data Engineer is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best",
    "category": "2",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTOSoZhcph0CJtnOSzZQ7romH1FDocHEK8bUg&usqp=CAU",
    "price": "$12.28",
    "ratings": "1"
  },
  {
    "id": "4",
    "name": "Cyber Security",
    "details": "Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over",
    "category": "2",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYDVuhn7Qng1ATgY5u9YNdrq-qO3do2z5Tdw&usqp=CAU",
    "price": "$10.54",
    "ratings": "4"
  },
  {
    "id": "27",
    "name": "Data Analytics Programming.",
    "details": "Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available",
    "category": "5",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYDVuhn7Qng1ATgY5u9YNdrq-qO3do2z5Tdw&usqp=CAU",
    "price": "$89.22",
    "ratings": "4"
  },
  {
    "id": "17",
    "name": "Cloud Computing",
    "details": "is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your",
    "category": "3",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrCT0YVKRK5tjwgSyWV35u4ZsM4n0H0Tkafg&usqp=CAU",
    "price": "$43.27",
    "ratings": "3"
  },
  {
    "id": "22",
    "name": "Data Visualization",
    "details": "computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of for",
    "category": "3",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQCGq8DmVSPsSFxJ4HxE29qXWx140gfDKKiDsrnt6v7j6fpnJe2ffWISLbwqs7MzKzg0s4&usqp=CAU",
    "price": "$58.63",
    "ratings": "2"
  },
  {
    "id": "10",
    "name": "Web Design Fundamentals.",
    "details": "testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available",
    "category": "3",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS964ha2Ihss9j3_9evN6t2X-McBodflpxjGw&usqp=CAU",
    "price": "$15.81",
    "ratings": "3"
  },
  {
    "id": "11",
    "name": "Software Development Fundamentals.",
    "details": "a Big Data Engineer is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "2",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYDVuhn7Qng1ATgY5u9YNdrq-qO3do2z5Tdw&usqp=CAU",
    "price": "$82.81",
    "ratings": "2"
  },
  {
    "id": "29",
    "name": "IoT (Internet of Things)",
    "details": "evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your",
    "category": "5",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYDVuhn7Qng1ATgY5u9YNdrq-qO3do2z5Tdw&usqp=CAU",
    "price": "$53.55",
    "ratings": "3"
  },
  {
    "id": "20",
    "name": "Artificial Intelligence & Machine Learning",
    "details": "and maintaining Big Data solutions within an organization.Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "2",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnRgNzz2OEOxp5OIFsXX8zboQQaVSY-Uu0Vg&usqp=CAU",
    "price": "$86.90",
    "ratings": "4"
  },
  {
    "id": "15",
    "name": "Design Fundamentals (VFX). ",
    "details": "Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over",
    "category": "3",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrbMtU1XGQHfTAUfoz4ltaUGAK-ZQeqrOQTQ&usqp=CAU",
    "price": "$60.41",
    "ratings": "3"
  },
  {
    "id": "12",
    "name": "Fundamentals Cyber Security",
    "details": "best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "1",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQCGq8DmVSPsSFxJ4HxE29qXWx140gfDKKiDsrnt6v7j6fpnJe2ffWISLbwqs7MzKzg0s4&usqp=CAU",
    "price": "$38.83",
    "ratings": "2"
  },
  {
    "id": "7",
    "name": "Enterprise Information Systems",
    "details": "is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "3",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQCGq8DmVSPsSFxJ4HxE29qXWx140gfDKKiDsrnt6v7j6fpnJe2ffWISLbwqs7MzKzg0s4&usqp=CAU",
    "price": "$87.08",
    "ratings": "5"
  },
  {
    "id": "24",
    "name": "Cyber Security Programme.",
    "details": "maintaining Big Data solutions within involves creating, evaluating, testing, and maintaining Big Data solutions Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "1",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT08erITqk2SHpY1Xm2MXNvLsF-Q6wRayoGQMzMjva7WMDlfdbjmwzwZhQNo-ulNW-ueqg&usqp=CAU",
    "price": "$75.02",
    "ratings": "2"
  },
  {
    "id": "25",
    "name": "Software Development Fundamentals.",
    "details": "to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over",
    "category": "5",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT08erITqk2SHpY1Xm2MXNvLsF-Q6wRayoGQMzMjva7WMDlfdbjmwzwZhQNo-ulNW-ueqg&usqp=CAU",
    "price": "$90.43",
    "ratings": "3"
  },
  {
    "id": "6",
    "name": "Adopting Security and Privacy in Data Online Course",
    "details": "The primary job of a Big Data Engineer is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider",
    "category": "2",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVza6ZhPzG0_Cx-Z9i0H04MuePG6teMj71XeZrKxQzBLfoil5XSOVs6-wXoOyvgITHAiU&usqp=CAU",
    "price": "$43.25",
    "ratings": "3"
  },
  {
    "id": "14",
    "name": "Lean Digital Strategy & Transformation",
    "details": "build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS964ha2Ihss9j3_9evN6t2X-McBodflpxjGw&usqp=CAU",
    "price": "$51.54",
    "ratings": "4"
  },
  {
    "id": "16",
    "name": "Cybersecurity for Legal Professionals",
    "details": "testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over",
    "category": "6",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVza6ZhPzG0_Cx-Z9i0H04MuePG6teMj71XeZrKxQzBLfoil5XSOVs6-wXoOyvgITHAiU&usqp=CAU",
    "price": "$17.72",
    "ratings": "2"
  },
  {
    "id": "26",
    "name": "Digitization of the Legal Sector",
    "details": "best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "6",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS964ha2Ihss9j3_9evN6t2X-McBodflpxjGw&usqp=CAU",
    "price": "$87.61",
    "ratings": "2"
  },
  {
    "id": "3",
    "name": "Higher Professional Degree in Network and IT Security",
    "details": "of a Big Data Engineer is to build large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that",
    "category": "1",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLCebq-ElbaCQwKt0rn3p-2nG3JJsRUA0exg&usqp=CAU",
    "price": "$45.63",
    "ratings": "4"
  },
  {
    "id": "21",
    "name": "Course in IT (Web Design)",
    "details": "data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available for Big Data",
    "category": "5",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLCebq-ElbaCQwKt0rn3p-2nG3JJsRUA0exg&usqp=CAU",
    "price": "$34.74",
    "ratings": "3"
  },
  {
    "id": "9",
    "name": "Adopting Security and Privacy in Data",
    "details": "Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs",
    "category": "6",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnRgNzz2OEOxp5OIFsXX8zboQQaVSY-Uu0Vg&usqp=CAU",
    "price": "$21.02",
    "ratings": "2"
  },
  {
    "id": "19",
    "name": "Lean Digital Strategy & Transformation",
    "details": "large-scale data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnRgNzz2OEOxp5OIFsXX8zboQQaVSY-Uu0Vg&usqp=CAU",
    "price": "$93.50",
    "ratings": "1"
  },
  {
    "id": "13",
    "name": "Web Development Fundamentals.",
    "details": "one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available for Big Data Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTCq-dspMX5MLpA7g3UJgT-wm-stSTm1KWMLg&usqp=CAU",
    "price": "$28.03",
    "ratings": "3"
  },
  {
    "id": "1",
    "name": "Adopting Security and Privacy in Data",
    "details": "Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available for Big",
    "category": "1",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTCq-dspMX5MLpA7g3UJgT-wm-stSTm1KWMLg&usqp=CAU",
    "price": "$77.02",
    "ratings": "3"
  },
  {
    "id": "2",
    "name": "Adopting Security and Privacy in Data",
    "details": "you can consider for your career. LinkedIn has over 34,000 jobs Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "1",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRxl2a8MYer45oBPtjU4TAAmMS67QICt2NCsw&usqp=CAU",
    "price": "$40.30",
    "ratings": "1"
  },
  {
    "id": "30",
    "name": "Network Security Engineer",
    "details": "within an organization. Big Data Engineering is one of the best computer courses for jobs that you can Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRxl2a8MYer45oBPtjU4TAAmMS67QICt2NCsw&usqp=CAU",
    "price": "$0.53",
    "ratings": "4"
  },
  {
    "id": "23",
    "name": "Optimization Software Development",
    "details": "data processing systems. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of the best computer courses for jobs that you can consider for your career. LinkedIn has over 34,000 jobs available for",
    "category": "4",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRjHqzmbTXcbkm_FLviD9XRAwCRfxtO0YP4Uw&usqp=CAU",
    "price": "$23.87",
    "ratings": "5"
  },
  {
    "id": "8",
    "name": "Cyber Security Operations (Cisco CCNA)",
    "details": "Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering involves creating, evaluating, testing, and maintaining Big Data solutions within an organization. Big Data Engineering is one of",
    "category": "6",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRjHqzmbTXcbkm_FLviD9XRAwCRfxtO0YP4Uw&usqp=CAU",
    "price": "$58.78",
    "ratings": "1"
  }
]
